[
    {
        "url": "https://ampliqon.com/en/contact/general-contact-info/",
        "data": [
            "I would like to request more information about:",
            "Please use the contact form",
            "We will get back to you shortly",
            "CONTACT INFO",
            "Stenhuggervej 225230 Odense MDENMARK",
            "Phone: +45 70 20 11 69",
            "Email:info@ampliqon.com",
            "OFFICE HOURS",
            "The telephone hours are from 8 a.m. to 4 p.m. on weekdays.",
            "(GMT+01:00) Brussels, Copenhagen, Madrid, Paris",
            "ACCOUNTS DEPARTMENT",
            "Email:accounting@ampliqon.comPhone: +45 70 20 11 69",
            "CLOSING DAYS2024",
            "28 March: Maundy Thursday29 March: Good Friday1 April: Easter Monday9 May: Christ's Ascension20 May: Whit Monday5 June: Constitution Day24-31 December: ChristmasHolidays",
            "Need help of any kind? Don't hesitate to contact us ...",
            "Call+45 70 20 11 69or send an email toinfo@ampliqon.com",
            "Contact us",
            "Visit us",
            "Ampliqon A/SStenhuggervej 225230 Odense MDenmark",
            "Follow us"
        ]
    },
    {
        "url": "https://ampliqon.com/en/contact/technical-support/",
        "data": [
            "I would like to request more information about:",
            "PCR ENZYMES",
            "For technical support and product enquiry, please contact our product specialists:Email:enzyme@ampliqon.comPhone: +45 70 20 11 69",
            "LABORATORY REAGENTS",
            "Our reagents are custom made and manufactured to suit the individual needs of our customers.",
            "We offer Ampliqon labelled reagents or private label agreements.",
            "Please contact us for product and technical support at:",
            "Email:reagent@ampliqon.comPhone: +45 70 20 11 69",
            "Need help of any kind? Don't hesitate to contact us ...",
            "Call+45 70 20 11 69or send an email toinfo@ampliqon.com",
            "Contact us",
            "Visit us",
            "Ampliqon A/SStenhuggervej 225230 Odense MDenmark",
            "Follow us"
        ]
    },
    {
        "url": "https://ampliqon.com/en/contact/where-to-find-us/",
        "data": [
            "I would like to request more information about:",
            "Ampliqon A/SStenhuggervej 22DK-5230 Odense MDENMARK",
            "",
            "Need help of any kind? Don't hesitate to contact us ...",
            "Call+45 70 20 11 69or send an email toinfo@ampliqon.com",
            "Contact us",
            "Visit us",
            "Ampliqon A/SStenhuggervej 225230 Odense MDenmark",
            "Follow us"
        ]
    },
    {
        "url": "https://ampliqon.com/en/ampliqon/our-mission-and-vision/",
        "data": [
            "I would like to request more information about:",
            "MISSION",
            "We develop, manufacture and supply high-quality reagents to support lab personnel and to advance scientific discoveries in life sciences and chemical laboratories.",
            "",
            "VISION",
            "We intend to become leading within product innovation of PCR technologies and customised laboratory reagents.",
            "",
            "Need help of any kind? Don't hesitate to contact us ...",
            "Call+45 70 20 11 69or send an email toinfo@ampliqon.com",
            "Contact us",
            "Visit us",
            "Ampliqon A/SStenhuggervej 225230 Odense MDenmark",
            "Follow us"
        ]
    },
    {
        "url": "https://ampliqon.com/en/ampliqon/about-us/",
        "data": [
            "I would like to request more information about:",
            "Ampliqon is a Danish manufacturer of PCR enzymes and laboratory reagents. We produce a wide range of standard and customised products.",
            "The product range of Ampliqon is widely used in hospitals, universities, research institutions and life-science industries all over the world.",
            "We have found that many customers appreciate the extra effort we put in our customer service and value Ampliqon’s swift attention on customer requests.",
            "PCR ENZYMESThe Ampliqon PCR enzyme collection covers all standard DNA amplification set-ups in use in modern laboratories. Our specialized knowledge of both enzyme purification and DNA amplification provides our customers with reliable and high quality products.",
            "LABORATORY REAGENTSThe comprehensive Ampliqon reagent product line comprises several thousand custom-made reagents targeted to meet the individual needs of our customers. We offer Ampliqon labelled or private label reagents and we produce and ship reagents to Danish and foreign customers on a daily basis. We focus on the small batch and custom-made production, which safeguards the quality of our products and enables us to organise ourselves as a small and flexible company with low costs.",
            "Ampliqon products are always freshly produced and delivered immediately after production ensuring maximum shelf life.",
            "AMPLIQON HISTORYAmpliqon was founded in 2002 in Copenhagen by some of Denmark´s most skilled PCR specialists. Back then Ampliqon was the first Danish PCR enzyme manufacturer and we still maintain this unique position in Denmark. In 2009 we took over Bie & Berntsen - a well-established and market leading Danish production line of more than 1000 customised laboratory reagents.Ampliqon has many years of experience within international trade and sale, and we cooperate with market leading regional and local life science distributors in Europe, the Americas, the Middle East, Africa and Asia.",
            "LOCALLY AND GLOBALLYFor our international customers we hope that our straightforward approach in business gives you a strong sense of Ampliqon presence. We intend to put a Danish touch on a global market.",
            "For Danish customers our local presence and knowledge of Danish bioscience is of great advantage. We are located central in Denmark and hence close to all our Danish customers. We are always delighted to invite our customers to seminars and training sessions.",
            "​",
            "PRODUCTION CONTROLLED AND APPROVED BY",
            "The Danish Environmental Protection Agency",
            "The Danish Working Environment Authority",
            "The local municipal production, waste and fire authorities (Odense Municipality)",
            "ISO 9001:2015",
            "BANK INFORMATION",
            "Jyske Bank - Erhvervscenter OdenseMageløs 85000Odense CDenmark",
            "BIC/SWIFT:  JYBADKKKIBAN (DKK): DK0408940001028005IBAN (EUR): DK9008940003003123IBAN (USD): DK6808940003003131",
            "BANK DETAILS EUR (PDF)",
            "BANK DETAILS USD (PDF)",
            "AMPLIQON VAT NUMBERDK 26 38 88 99",
            "OFFICIAL CERTIFICATE(PDF)",
            "Need help of any kind? Don't hesitate to contact us ...",
            "Call+45 70 20 11 69or send an email toinfo@ampliqon.com",
            "Contact us",
            "Visit us",
            "Ampliqon A/SStenhuggervej 225230 Odense MDenmark",
            "Follow us"
        ]
    }
]